Repository: mikedawson/UstadMobile-i18n-OmegaT-ps-AF
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ps_af

source: "No app found to open file"
ps_af: "د فایل د خلاصولو لپاره اپلیکیشن نشته"

source: 10pt
ps_af: 10د متن اندازه

source: 12pt
ps_af: 12د متن اندازه

source: 14pt
ps_af: 14د متن اندازه

source: 18pt
ps_af: 18د متن اندازه

source: 24pt
ps_af: 24د متن اندازه

source: 36pt
ps_af: 36د متن اندازه

source: 8pt
ps_af: 8د متن اندازه

source: <b>Download</b> total of %1$s items, they will use total of %2$s on your device storage.
ps_af: <b>ښکته کول</b> ټولټال %1$s توکي, ټولټال دومره ګټه به واخلی %2$s ستاسو د وزلې په حافظه کې.

source: <b>Downloaded</b> total of %1$s items, which are using about %2$s of your device storage.
ps_af: <b>ښکته شو</b> ټوولټال %1$s توکي, چې تقریباْ دومره ګټه اخلی %2$s ستاسو د وزلې په حافظه کې

source: <b>Downloading</b> total of %1$s items, which will be using total of %2$s on your device storage.
ps_af: <b>د ښکته کولو په حال کې</b> ټولټال %1$s توکي, چې ټولټال دومره ګټه به واخلی %2$s ستاسو د وزلې په حافظه کې

source: About
ps_af: په اړه

source: Accept
ps_af: منل

source: Account
ps_af: حساب

source: Add
ps_af: زیاتول

source: Add another reminder
ps_af: یو بل په یاد راوړل زیاتول

source: Add content
ps_af: محتویات زیاتول

source: Add item
ps_af: د توکی زیاتول

source: Add new
ps_af: نوی زیاتول

source: Add page
ps_af: د پاڼې زیاتول

source: Add payment
ps_af: د اداینې زیاتول

source: Add reminder
ps_af: په یاد راوړلو زیاتول

source: Add signature
ps_af: د لاسليک زیاتول

source: Add subcategory
ps_af: د فرعی کټګوری زیاتول

source: Add tag
ps_af: د نښې زیاتول

source: Add to dashboard
ps_af: په رپورټ کې زیاتول

source: Advanced
ps_af: پرمخ تللی

source: Afs
ps_af: افغانی

source: All
ps_af: ټول

source: All sales
ps_af: ټول خرڅلاوی

source: All users
ps_af: ټول کارونکی

source: Also available in
ps_af: همدارنګه د لاسرسي وړ دی

source: App interface language
ps_af: د اپلیکیشن ژبه

source: Arabic
ps_af: عربی

source: Are you sure you want to logout?
ps_af: آیا تاسو غواړئ چې ووځئ؟

source: Attendance
ps_af: حاضري

source: Authenticating
ps_af: تصدیق كول

source: Author
ps_af: لیکوال

source: Available nearby
ps_af: نژدې موجود

source: Available on cloud
ps_af: په کلوډ کې موجود

source: Back
ps_af: شا

source: Balance due
ps_af: د غوښتنې وړ بیلانس

source: Blank page
ps_af: خالی پاڼه

source: Bold
ps_af: بولډ

source: Browse Libraries
ps_af: د منځپانګه/ثبت شوی شیانو کتنی

source: By category
ps_af: د کټګوری په اساس

source: By collection
ps_af: د ټولګی په اساس

source: CANCEL ALL
ps_af: ټول لغوه کول

source: Calculating...
ps_af: د حسابولو په جریان کې

source: Camera
ps_af: کامره

source: Camera Permission Required
ps_af: د کامرې اجازې ته اړتیا شته

source: Cancel
ps_af: لغو کول

source: Cancel download
ps_af: د ښکته کولو لغوه کول

source: Cancel invite
ps_af: د بلني لغوه کول

source: Cannot update
ps_af: اوسمهالول ترسره کیدای نشو

source: Catalog
ps_af: کټلاګ

source: Catalog added to catalog
ps_af: کټلاګ په کټلاګ کې اضافه شو

source: Categories
ps_af: کټګوریانې

source: Category
ps_af: کټګوری

source: Category deleted from catalog
ps_af: کټګوری له کتلاګ څخه ړنګ شو

source: Center
ps_af: مینځ

source: Change password
ps_af: د پټ نوم بدلول

source: Change photo
ps_af: د تصویر بدلول

source: Choose Format:
ps_af: بڼه غوره کړئ:

source: Choose file
ps_af: له فایل څخه غوره کول

source: Choose language
ps_af: د ژبې غوره کول

source: Choose photo
ps_af: تصویر غوره کول

source: Classes
ps_af: ټولګي

source: Clear
ps_af: پاکول

source: Clear History
ps_af: د تاریخچې پاکول

source: Click
ps_af: کلیک

source: Closed
ps_af: بندول

source: Collections
ps_af: ټولګه

source: Confirm
ps_af: تائید

source: Confirm fingerprint to continue
ps_af: د ادامه ورکولو لپاره د ګوتې نښه تائیدول

source: Confirm logout
ps_af: د وتل تائیدول

source: Confirm new password
ps_af: د نوی پټ نوم تائیدول

source: Confirm password
ps_af: د پټ نوم تائیدول

source: Connection
ps_af: اتصال

source: ContentEntry Not Found
ps_af: محتویات و نه موندل شو

source: Continue
ps_af: ادامه ورکول

source: Continue download
ps_af: ښکته کولو ته ادامه ورکړئ

source: Could not open file.
ps_af: فایل خلاص نه شو

source: Courses
ps_af: کورسونه

source: Create a new item
ps_af: د نوی توکی جوړول

source: Create a new subcategory
ps_af: د نوی فرعی کټګوری جوړول

source: Create new content
ps_af: د نوی محتویات ایجادول

source: Create new folder
ps_af: د نوی فولډر جوړول

source: Create report
ps_af: ریپورټ جوړول

source: Current password
ps_af: اوسنی پټ نوم

source: Dari
ps_af: دری

source: Dashboard
ps_af: راپورځای

source: Data usage
ps_af: د معلوماتو کارونه

source: Date range
ps_af: د نیټې لړۍ

source: Decline
ps_af: رد کول

source: Delete
ps_af: ړنګول

source: Delivered
ps_af: وسپارل شو

source: Delivery signature
ps_af: د سپارلو لاسلیک

source: Description
ps_af: تشریح

source: Description (Dari)
ps_af: تشریح (دری)

source: Description (English)
ps_af: تشریح (انګلیسی)

source: Description (Pahto)
ps_af: تشریح (پښتو)

source: Device
ps_af: وزله

source: Directionality
ps_af: لوریتوب

source: Discount:
ps_af: تخفیف

source: Don't show this next time
ps_af: دا پیغام بل ځلې مه ښکاره کوه

source: Done
ps_af: وشو

source: Download
ps_af: ښکته کول

source: Download all
ps_af: د ټولو ښکته کول

source: Download educational videos, articles and interactive exercises for later use.
ps_af: روزنیز ویډیوګانې، مقالې او محاوره يي تمرینونه د وروسته کارونې په موخه ښکته کړئ

source: Download for...
ps_af: ښکته کول د...لپاره

source: Download in another language
ps_af: په بله ژبه ښکته/ډانلوډ کول

source: Download in progress...
ps_af: ښکته کول په جریان کې ده

source: Downloaded
ps_af: شکته شو

source: Downloading
ps_af: د ښکته کولو په حال کې

source: Downloading %1$s of %2$s
ps_af: د ښکته کولو په حال کې %1$s د %2$s

source: Due
ps_af: د غوښتنی وړ

source: Due in
ps_af: د غوښتنې وړ

source: Due today is sale
ps_af: نن د خرڅلا غوښتنه ده

source: Edit
ps_af: سمون

source: Email
ps_af: ایمیل

source: Enable supernode
ps_af: د سوپرنوډ فعالول

source: English
ps_af: انګلیسی

source: Error
ps_af: تېروتنه

source: Error loading catalog:
ps_af: د کتلاګ په بارولو کې تیروتنه

source: Error opening file:
ps_af: د فایل په پرانيستل کښې تیروتنه

source: Error registering new user:
ps_af: د نوی کارونکی په راجستر کولو کې تیروتنه

source: Error while saving, try again
ps_af: د ثبتولو په وخت کې تیروتنه وشو، بیا هڅه وکړئ

source: Error: unsupported content type
ps_af: تیروتنه: د محتوا ډول د ملاتړ وړ نه دی

source: Exams
ps_af: آزموینې

source: Failed
ps_af: ناکامه

source: Failed to load the page
ps_af: د پاڼې بارول ناکامه شو

source: Failed to update document
ps_af: د لاسوند اوسمهالول ناکامه شو

source: Female
ps_af: شځینه

source: File Not Found
ps_af: فایل و نه موندل شو

source: File permissions required
ps_af: د فایل اجازې ته اړتیا شته

source: File to be imported is not selected, try again
ps_af: هغه فایل چې وارد شی غوره شوی نه دی، بیا هڅه وکړئ

source: Fill in the blanks
ps_af: خالی ځایونه ډک کړئ

source: Fill out required fields and try again
ps_af: اړینې ځایونه ډک کړئ او بیا هڅه وکړئ

source: Filter
ps_af: فلتر

source: Fingerprint authentication
ps_af: د ګوتې نښې اعتبار معلومول

source: First name
ps_af: لومړی نوم

source: Folder was successfully updated
ps_af: فولډر په بریا سره اوسمهال شو

source: Font size
ps_af: د متن اندازه

source: Forgot password
ps_af: پټ نوم مو هیر شوی

source: From
ps_af: له

source: From camera
ps_af: له کامرې څخه

source: From device
ps_af: له وزلې څخه

source: Gallery
ps_af: انځورغالى

source: General Connection
ps_af: عمومي اتصال

source: Get Started
ps_af: پیل کړئ

source: Get app
ps_af: اپلیکیشن ترلاسه کول

source: Goldozi
ps_af: ګلدوزی

source: Grantee
ps_af: مستفید کیدونکی

source: Group by
ps_af: ډله بندی کول

source: Highest price
ps_af: ترټولو جګه بیه

source: Home
ps_af: کور پاڼه

source: I have received order
ps_af: ما فرمایش ترلاسه کړی

source: I have received this order
ps_af: ما دا فرمایش ترلاسه کړی

source: Import from file
ps_af: له فایل څخه واردول

source: Importing, please wait
ps_af: و واردولوو په حال کې، هیله ده انتظار وباسئ

source: In progress
ps_af: په جریان کې

source: Indent
ps_af: سرتشه

source: Insert
ps_af: ورننوېستل

source: Insert Link
ps_af: پیوند دننه کړئ

source: Inventory
ps_af: موجودی

source: Inviting
ps_af: د بلنې په حال کې

source: Italic
ps_af: رېوند

source: Item
ps_af: توک

source: Item added to catalog
ps_af: توکی په کټلاګ کې اضافه شو

source: Item deleted from catalog
ps_af: توک له کټلاګ څخه ړنګ شو

source: Items
ps_af: توکی

source: Language
ps_af: ژبه

source: Last Active on App
ps_af: په اپلیکیشن کې وروستۍ فعالیت

source: Last name
ps_af: وروستی نوم

source: Lead Entrepreneur
ps_af: غوره متشبثین

source: Left
ps_af: کیڼ

source: Left To Right
ps_af: کیڼ څخه ښی خوا ته

source: Libraries
ps_af: ثبت شوی

source: License
ps_af: لایسنس

source: Link
ps_af: پیوند

source: Link Url
ps_af: د انټرنټی آدرس پیوند کول

source: Link text
ps_af: د متن پیوند کول

source: Link text or url can not be empty, try again
ps_af: د متن یا انټرنټی آدرس پیوند کولو ځای خالی اوسیدای نه شی، بیا هڅه وکړئ

source: Loading
ps_af: بارونه

source: Location
ps_af: ځای

source: Location permissions required
ps_af: د ځای مالومولو اجازې ته اړتیا شته

source: Login
ps_af: ننوتول

source: Login successful
ps_af: ننوتل په بریا ترسره شوه

source: Logout
ps_af: وتل

source: Lowest price
ps_af: تر ټولو کمه بیه

source: M&E
ps_af: نظارت او ارزونه

source: M&E Dashboard
ps_af: د نظارت او ارزونې راپورځای

source: MORE
ps_af: نور

source: Make sure that the device is visible.
ps_af: ځان ډاډه کړئ چې وزله د لیدو وړ دی

source: Male
ps_af: نارینه

source: Media type
ps_af: د رسنۍ ډول

source: Memory card
ps_af: د حافظې کارډ

source: Minimum 5 characters
ps_af: لږ تر لږه ۵ توري

source: Modify
ps_af: بدلول

source: More
ps_af: نور

source: Most recent
ps_af: تر ټولو وروستی

source: Multimedia
ps_af: ګڼرسنۍ

source: Multiple choice
ps_af: څو ځوابه

source: My Resources
ps_af: زما منابع

source: My courses
ps_af: زما کورسونه

source: Name
ps_af: نوم

source: Network error: please check you are online.
ps_af: چک وکری په کرښه یی د جال تیروتنه! مهربانی

source: New folder was successfully added
ps_af: نوی فولډر په بریا سره اضافه شو

source: New page
ps_af: نوې پاڼه

source: New password
ps_af: نوی پټ نوم

source: Next
ps_af: بل

source: No Internet?
ps_af: انټرنټ نشته

source: No downloads found
ps_af: هیڅ ښکته شوی و نه موندل شو

source: No folders found
ps_af: هیڅ فولډر و نه موندل شو

source: No problem.
ps_af: ستونزه نشته

source: Not delivered
ps_af: و نه سپارل شو

source: Nothing selected!
ps_af: هیڅ شی تاکلی شوی نده

source: Notifications
ps_af: اعلان

source: OK
ps_af: هوکی

source: OK, got it!
ps_af: هوکی، پوه شوم

# On the device that you want to share with: 1.
source: On the device that you want to share with: \n1.
ps_af: په هغه وزله کې چې تاسو غواړئ ورسره یې شریک کړئ: \n1.

source: On the other device, open the app, and select receive from the top right menu.
ps_af: په بله وزله کې، اپلیکیشن خلاص کړئ، او په پورتنۍ برخه کې ښی خواته لاسته راوړل غوره کړئ

source: On the other device, open the app, and select receive from the top right menu. \n2.
ps_af: په بلې آله کې، اپلکېشن پرانیسئ، د مینو پورته ښي اړخه څخه د ترلاسه کول وټاکئ.\n د لاندې لیسټ څخه بله آله انتخاب کړئ:

source: On this device
ps_af: په دی وزله کښی

source: Only me
ps_af: یوازی زه

source: Open
ps_af: پرانیستل

source: Open Settings > Bluetooth Settings.
ps_af: خلاص کړئ: سټنګ> بلوټوټ سټنګ

source: Optional
ps_af: اختياري

source: Order due date
ps_af: د فرمایش ټاکلی نیټه

source: Order notes
ps_af: د فرمایش یاددښتونه

source: Order total:
ps_af: د فرمایش ټولټال:

source: Ordered List
ps_af: منظم شوی لیسټ

source: Outdent
ps_af: د لومړۍ کرخې شاته وتل

source: PARAGRAPH
ps_af: پاراګراف

source: PAUSE ALL
ps_af: ټول ځنډول

source: Pages
ps_af: پاڼې

source: Parent categories
ps_af: د مور او پلار کتګوریانې

source: Pashto
ps_af: پښتو

source: Passed
ps_af: بریالی

source: Password
ps_af: پټ نوم

source: Password doesn't match, try again
ps_af: پټ نوم سره ورته نه دي، بیا هڅه وکړئ

source: Password should be at least 5 characters
ps_af: پټ نوم باید لږ تر لږه ۵ توري وي

source: Passwords do not match.
ps_af: پټ نوم سره ورته نه دي

source: Pause
ps_af: ځنډول

source: Pause download
ps_af: په ښکته کولو کې ځنډ

source: Paused
ps_af: ځنډیدل شوی

source: Payment amount
ps_af: د اداینې مقدار

source: Payment date
ps_af: د اداینې نیټه

source: Payments
ps_af: اداینه

source: Payments due
ps_af: د غوښتنې وړ پیسې

source: Phone
ps_af: ټېلفون

source: Phone memory
ps_af: د تیلیفون حافظه

source: Phone number
ps_af: د تیلیفون شمیره

source: Photo
ps_af: تصویر

source: Pinned
ps_af: وټومبل شو

source: Place your fingerprint on the fingerprint sensor to verify your identity
ps_af: د خپل د هویت د تصدیقولو لپاره د خپل د ګوتې نښه د ګوتې د نښې په حس کوونکی باندې کیږدئ

source: Please enter name
ps_af: په مهربانۍ سره نوم ولیکئ

source: Please enter phone number
ps_af: په مهربانۍ سره د ټېلفون شمېره ولیکئ

source: Please fill out all required fields
ps_af: مهربانی وکړئ ټولي اړینې برخې ډکي کړئ

source: Pre-order
ps_af: مخکینی فرمایش

source: Pre-orders
ps_af: مخکینی فرمایشات

source: Preparing
ps_af: د چمتو کولو په حال کې

source: Preparing file...
ps_af: د فایل آماده کول

source: Preview
ps_af: ښکاره کول

source: Previewing...
ps_af: د ښکاره کولو په حالت کې

source: Price
ps_af: بیه

source: Price per piece
ps_af: د هرې برخې بیه

source: Processing
ps_af: د پروسس کولو په حال کی

source: Product name..
ps_af: د محصول نوم.

source: Product type
ps_af: د محصول ډول

source: Product types
ps_af: د محصول ډولونه

source: Products
ps_af: محصولات

source: Quantity
ps_af: تعداد

source: Queued
ps_af: په کتار کې

source: Reading Level
ps_af: د لوستلو کچه

source: Receive
ps_af: لاسته راوړل

source: Record sale
ps_af: د خرڅلاوی ریکارډ

source: Record signature
ps_af: د لاسلیک ثبتول

source: Redo
ps_af: بیاکړ

source: Refresh
ps_af: تاندول

source: Register
ps_af: راجسټر کول

source: Register Now
ps_af: اوس ځان راجسټر کول

source: Registering
ps_af: راجستر کول

source: Registration successful
ps_af: نوم لیکنه په بریا ترسره شوه

source: Remove Link
ps_af: پیوند لیری کړئ

source: Remove page
ps_af: د پاڼې حذف کول

source: Report Options
ps_af: د راپول ورکولو اختیارات

source: Reports
ps_af: رپورټونه

source: Review your courses.
ps_af: د خپل کورسونو کتنه.

source: Right
ps_af: ښی

source: Right To Left
ps_af: ښی څخه کیڼ خواته

source: Sale Value
ps_af: د خرڅلا بیه

source: Sale detail
ps_af: د خرڅلاوی تفصیل

source: Sale details
ps_af: د خرڅلاوی تفصیلات

source: Sale product
ps_af: د محصول خرڅلاوی

source: Sale reminder
ps_af: د خرڅلا په یاد راوړل

source: Sales
ps_af: خرڅلاوی

source: Sales Log Report
ps_af: د خرڅلاوو د ثبت/سجل رپورټ

source: Sales Performance Report
ps_af: د خرڅلاوو د کارکردګی رپورټ

source: Sales log
ps_af: د خرڅلاوو ثبت/سجل

source: Sales performance
ps_af: د خرڅلا چلن

source: Sales price
ps_af: د خرڅلاوو بیه

source: Save
ps_af: ثبتول

source: Save to...
ps_af: خوندي/ثبت کړی په...

source: Search
ps_af: لټل

source: See also
ps_af: دا هم وګورئ

source: Select file
ps_af: فایل غوره کول

source: Select language
ps_af: د ژبې غوراوی

source: Select producer
ps_af: د تولید کوونکی انتخاب

source: Select the other device from the list below:
ps_af: بله وزله له لاندینی لیسټ څخه غوره کړئ

source: Selected file is not supported, try another file
ps_af: غوره شوی فایل د ملاتړ وړ نه دی، بیا هڅه وکړئ

source: Send
ps_af: لیږل

source: Send in zip file
ps_af: د زېپ په فایل کې ولېږئ

source: Sending
ps_af: د لیږلو په حالت کې

source: Sent
ps_af: ولیږل شو

source: Server
ps_af: سرور

source: Set title
ps_af: د عنوان ټاکل

source: Settings
ps_af: امستن/تنظیمات

source: Share
ps_af: شریکول

source: Share App
ps_af: د اپلیکیشن شریکول

source: Share content at high speed with any other user nearby.
ps_af: محتویات په اوچت سرعت سره له بلې نژدې کاروونکی سره شریک کړئ

source: Share offline
ps_af: آفلاین شریک کړئ

source: Share via...
ps_af: د ... له لارې شریکول

source: Show average
ps_af: د منځنی کچې ښکاره کول

source: Show products to customers.
ps_af: محصولات پیریدونکو ته ښکاره کړئ.

source: Sign in
ps_af: ننوتل

source: Signup Code
ps_af: کوډ

source: Size
ps_af: اندازه

source: Sold
ps_af: خرڅ شو

source: Sorry you can not delete this page
ps_af: بخښنه، تاسو نه شئ کولای چې دغه پاڼه حذف کړئ

source: Sorry!
ps_af: بخښنه!

source: Sorry, this device does not support sending files over Bluetooth.
ps_af: بخښنه، دا وزله د بلوټوټ له لارې د فایلونو لیږلو ملاتړ نه کوی

source: Sorry: Error loading %s :
ps_af: بخښنه! تیروتنه په بارولو کښی

source: Sort by
ps_af: د اڼل ترتیب

source: Storage option
ps_af: د حافظې اختیار

source: Strikethrough
ps_af: کرښول

source: Subcategory
ps_af: فرعی کټګوری

source: Subscript
ps_af: فرعی سکریپټ

source: Superscript
ps_af: لوی سکرپټ

source: Support for adding an image is coming soon
ps_af: د تصویر د اضافه کولو ملاتړ به ډیر ژر فعاله شی

source: Supported files: <b>H5P, Epub, TinCan (XAPI) Zip</b>
ps_af: ملاتړ شوی فایلونه: <b>H5P, Epub, TinCan (XAPI) Zip</b>

source: Swipe to learn more.
ps_af: په دې هکله د زده ګړې لپاره د سکرین په مخ کش کړئ.

source: Syncing
ps_af: هممهالی کیږی

source: System Language
ps_af: د سیسټم ژبه

source: TEXT
ps_af: متن

source: Tablet
ps_af: ټبلټ

source: Tags
ps_af: نښي

source: Take photo
ps_af: تصویر اخیستل

source: Text formatting
ps_af: د متن بڼه

source: This app requires camera permission to take photos and record videos
ps_af: دا اپلیکیشن د کامرې اجازې ته اړتیا لری ترڅو تصویرونه واخلی او ویډیوګانې ثبت کړی

source: This app requires file permissions on the SD card to download and save content
ps_af: دا اپلیکیشن د حافظې په کارټ د فایل اجازې ته اړتیا لری تر څو محتویات ښکته کړی او ثبت یې کړی

source: This app requires location permissions to enable you to download and share content offline.
ps_af: دا اپلیکیشن د ځای مالومولو اجازې ته اړتیا لرې ترڅو تاسو وکولای شئ محتویات په آفلاین توګه ښکته او شریک کړئ

source: This feature is coming soon.
ps_af: دا بڼه، ډیر ژر... .

source: This field is required
ps_af: دا برخه لازمه ده

source: Title
ps_af: عنوان

source: Title (Dari)
ps_af: عنوان (دری)

source: Title (English)
ps_af: عنوان (انګلیسی)

source: Title (Pashto)
ps_af: عنوان (پښتو)

source: To
ps_af: ته

source: Top LEs
ps_af: ترټولو غوره متشبثین

source: Top LEs Report
ps_af: د غوره متشبثینو رپورټ

source: Total
ps_af: ټولټال

source: Total Sales
ps_af: د خرڅلا ټولټال

source: Total mobile data usage
ps_af: د موبایل د انټرنټ د استفادې ټولټال

source: Total:
ps_af: ټولټال:

source: Touch sensor
ps_af: حس کوونکی لمس کړئ

source: Track your stock and sales.
ps_af: د خپل ذخیره او خرڅلاوو تعقیبول.

source: Try again
ps_af: بیا هڅه وکړئ

source: Try again.
ps_af: بیا هڅه وکړئ

source: Unable to open that image
ps_af: د دې انځول خلاصول ترسره نه شو

source: Unable to reset password.
ps_af: د پټ نوم بیا جوړل ترسره نه شو

source: Underline
ps_af: لاندې خط

source: Undo
ps_af: ناکړ

source: Unordered List
ps_af: نا منظم شوی لیسټ

source: Untitled document
ps_af: ناسرلیکی لاسوند

source: Untitled page
ps_af: ناسرلیکی پاڼه

source: Update
ps_af: اوسمهالول

source: Update document
ps_af: د لاسوند اوسمهالول

source: Update file
ps_af: فایل غوره کول

source: Update page
ps_af: د پاڼې اوسمهالول

source: Updated successfully
ps_af: په بریالی توګه اوسمهاله شو

source: Use %1$s - %2$s free
ps_af: ګټه اخیستل%1$s - %2$s بیکاره

source: Use device language
ps_af: د وزلې ژبې کارول

source: Use password
ps_af: د پټ نوم کارول

source: Username
ps_af: د کارونې نوم

source: Ustad Mobile
ps_af: ‫أستاد موبايل‬

source: Value
ps_af: ارزښت

source: Video
ps_af: ویډیو

source: Waiting
ps_af: د انتظار کولو په حال کې

source: Waiting for sender
ps_af: د استونکي په انتظار

source: Welcome to Goldozi.
ps_af: ګلدوزی ته ښه راغلاست.

source: What media type would you like to capture?
ps_af: کوم رسنۍ ډول غواړئ چې واخلئ

source: WiFi only
ps_af: یوازی وایفای

source: Wrong email address
ps_af: بریشنایی پته سمه نه ده

source: Wrong username/password: try again.
ps_af: د کاروونکی نوم/ پټ نوم سمه نه ده: بیا هڅه وکړئ

source: You can share this app offline.
ps_af: تاسو کولای شئ دا اپلیکیشن آفلاین شریک کړئ

# You can share this app offline. On the device that you want to share with: 1.
source: You can share this app offline. On the device that you want to share with: \n1.
ps_af: کولای شئ دا اپلکېشن په آنلاین توګه شریک کړئ.

source: You have successfully imported a file
ps_af: تاسو په بریا سره یو فایل وارد کړ

# 2. Make sure that the device is visible.
source: \n2. Make sure that the device is visible.
ps_af: هغه آله چې تاسو یې غواړئ د هغې په واسطه یې شریک کړئ:\n تنظیمات پرانیسئ < د بلوتوث تنظیمات\n ډاډ ترلاسه کړئ چې آله د لیدو وړ ده.\n

source: amount
ps_af: مقدار

source: date (asc)
ps_af: نیټه (په صعودی بڼه)

source: date (desc)
ps_af: نیټه (په نزولی بڼه)

source: day before
ps_af: یوه ورځ مخکې

source: days
ps_af: ورځي

source: days before
ps_af: ورځي مخکی

source: is sale
ps_af: خرڅلا ده

source: location
ps_af: ځای

source: most used
ps_af: تر ټولو ډیر استفاده شوی

source: name
ps_af: نوم

source: name (asc)
ps_af: نوم (په صعودی بنه)

source: name (desc)
ps_af: نوم (په نزولی بڼه)

source: payments
ps_af: اداینه

source: recent
ps_af: وروستی

source: to
ps_af: تر

source: to start editing.
ps_af: د سمون پیلول

source: total (asc)
ps_af: ټولټال (په صعودی بڼه)

source: total (desc)
ps_af: ټولټال (په نزولی بڼه)
